Repository: joshuabaer/atx-votes
Catalog: ATXVotes/Localizable.xcstrings
Source language: en
Languages: es

source: You don't register with a party in Texas. At the polls, you tell them which primary you want. You'll only see races from that party. In the general election (November), you can vote for anyone.
es: En Texas no te registras con un partido. En las casillas, les dices en qué primaria quieres votar. Solo verás las contiendas de ese partido. En la elección general (noviembre), puedes votar por quien quieras.

source: You voted!
es: ¡Ya votaste!

source: Your Address
es: Tu dirección

source: Your address stays on your device. It's only used to look up your ballot districts — we never store or share it.
es: Tu dirección se queda en tu dispositivo. Solo se usa para buscar tus distritos electorales — nunca la almacenamos ni compartimos.

source: Your Approach
es: Tu enfoque

source: Your Ballot Cheat Sheet
es: Tu guía rápida de boleta

source: Your Call
es: Tú decides

source: Your guide is ready!
es: ¡Tu guía está lista!

source: Your Issues
es: Tus temas

source: Your personalized Austin voting guide in 5 minutes
es: Tu guía personalizada de votación en Austin en 5 minutos

source: Your Policy Stances
es: Tus posturas políticas

source: Your Top Issues
es: Tus temas principales

source: Your Views
es: Tus opiniones

source: ZIP
es: Código postal

source: ZIP code
es: Código postal
